<template>
	<view class="judicial-summary">
		<view class="intro">
			<view class="title">
				司法摘要应用简介
			</view>
			<view class="text">
				裁判文书是人民法院公开审判活动、裁判理由、裁判依据和裁判结果的重要载体。司法摘要则是对裁判文书的内容进行压缩、归纳和总结，反映案件审理过程中的裁判过程、事实、理由和判决依据等。裁判文书司法摘要对我国法治建设具有现实意义与必要性。
			</view>
		</view>

		<view class="word">
			<u-popup v-model="show" mode="top" height="80%">
				<view class="desc-text">{{docList[index].text}}</view>
			</u-popup>
			<view class="doc" @click="show = true">
				<image src="../../static/icon/word.png"></image>
				<view class="doc-name">
					{{docList[index].title}}
				</view>
			</view>
			<view class="btns">
				<view>

				</view>
				<view class="icon-btn" @click="change">
					<image src="../../static/icon/huanyihuan.png"></image>换一篇
				</view>
			</view>
			<view class="primary-btn" @click="getResult">
				一键解析
			</view>
		</view>

		<view class="sub" v-if="result">
			<view class="sub-title">
				解析结果
			</view>
			<view class="sub-content">
				{{result}}
			</view>
		</view>

		<view class="sub">
			<view class="sub-title">
				应用场景
			</view>
			<view class="sub-content">
				<view class="scene">
					<view class="text">
						合同纠纷、审判裁决书
					</view>
					<image src="../../static/icon/jiantou.png"></image>
				</view>
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				docList: [{
					title: '李某某与李某甲、李某乙等继承纠纷一审民事判决书',
					text: `李某某与李某甲、李某乙等继承纠纷一审民事判决书
					辽宁省抚顺市东洲区人民法院
					民 事 判 决 书(2017) 辽0403民初520号
					原告： 李某某，住址抚顺市东洲区。
					被告： 李某甲，现住河北省廊坊市。
					被告： 李某乙，住址抚顺市东洲区。
					被告： 李某丙，住址抚顺市东洲区。
					被告： 李某， 住址抚顺市顺城区。
					原告李某某与被告李某甲、 李某乙、 李某丙、 李某继承纠纷一案， 本院于2017年2月24日立案后， 依法适用普通程序， 公开开庭进行了审理。 原告李某某， 被告李某乙、 李某丙、 李某到庭参加诉讼。 被告李某甲经依法传唤无正当理由拒不到庭参加诉讼， 本案现已缺席审理终结。
					原告向本院提出诉讼请求:
					1、 扣除原告支付办理丧事费用5756元后继承工资2550元及丧葬费44174元； 2、 诉讼费由原、 被告分担。 事实和理由： 我与被告李某甲、 李某乙、 李某丙系姐妹， 与李某系姑侄关系。 李某父亲李某丁于2006年2月死亡。 原告父亲于1997年5月15日死亡， 母亲张某某于2016年12月15日死亡。 张某某死亡时遗留一个月工资2550元， 丧葬费44174元， 均在李某乙手中。 在处理丧事时， 我支付5756元， 其中在李静饭店花费2475元（ 其中有我五桌半客人）， 其余系母亲生前， 我给买蛋白粉、 尿不湿费用和接送母亲的交通费及母亲去世后圆坟、 买贡品、 餐费的费用。 现要求扣除我的支付后， 依法继承。 对李某丙的花费， 我知情。 对李某乙的花费除在殡仪馆花费外， 丧葬一条龙花费8500元、 买3条烟每条价值200元认可， 其他不认可。
					被告李某甲书面答辩称:
					我母亲去世办理丧事期间， 我因腿疼无法回抚参与处理丧事， 但其他子女不应铺张浪费， 超过标准费用应责任人自行承担。 母亲去世前， 我曾赡养3年多， 对遗产要求依法继承。
					被告李某乙辩称:
					我认为原告花费不属实。 我从2016年3月至母亲去世花费看病、 救护车、 地段诊疗、 买延寿片等费用。 母亲去世我请丧事一条龙花费9000元， 在李静饭店花费饭钱7610元（ 其中有我六桌半客人）， 还有刻字、 火化费、 买烟、 吃中午饭、 火葬场花费及无票据但记账的药费、 门诊费和救护车费等。 我母亲生前与我生活期间， 她的工资卡由我保管， 2016 年12月份工资由我取出2550元， 丧葬费、 抚恤费44174元也在我处。 我母亲生前欠李某丙2000元， 由我代还的。 对李某丙的花费， 我知情。
					被告李某丙辩称: 
					我母亲在二十年前向我借款2000元， 后经李某乙偿还的， 但母亲工资卡在李某乙处， 应系母亲偿还。 我母亲住院期间， 我花费车费和换食道管、 买垫布湿、 手纸的钱应扣除。 对李某乙的花费除在殡仪馆花费外， 丧葬一条龙花费过高不是母亲生前要求的项目， 其他不知情。
					被告李某辩称: 
					我父亲李某丁去世后留给奶奶赡养费了， 我要求继承奶奶遗产。
					当事人围绕诉讼请求依法提交了证据， 本院组织当事人进行了证据交换和质证。 对当事人无异议的死亡证明、 养老保险一次性支付审批表、 殡葬统一收费收据、 墓地发票、 亲属关系证明， 本院予以确认并在卷佐证。 对有争议的证据和事实， 本院认定如下： 对原告提交抚顺市东洲区李静饭店盖章的便笺、 药房收款单据、 专用收款收据、 交通费收据和被告李某乙提交的手写记账明细单、 二姐殡葬用品专营店明细单、 餐费烟钱证明、 交通费收据、 购买延寿片信誉卡， 以上各方提交的证据， 对方质证均不予认可， 因无其他证据加以佐证， 故本院不予确认。 
					本院经审理认定事实如下： 
					张某某与李明系夫妻， 二人育有五子女， 长子李某丁、 长女李某甲、 次女李某乙、 三女李某某、 四女李某丙。 张某某于2016年12月去世， 李明于1997年6月去世。 李某丁配偶李玉， 二人育有一女李某， 李某丁于2006年去世。 张某某死亡遗留工资2550元、 社会保险机构发放的丧葬费和抚恤金44174 元， 现均已由李某乙取出。 为处理张某某丧事， 李某乙垫付丧葬一条龙费用8500元、 购买烟钱600元、 抚顺县金山殡仪馆火葬费1760元、 龙山息园墓地并葬500元、 殡仪馆及龙山息园其他花费2368元， 以上共计13728 元。
					本院认为:
					 遗产是公民死亡时遗留的个人合法财产。 遗产按照下列顺序继承： 第一顺序， 配偶、 子女、 父母。 被继承人的子女先于被继承人死亡的， 由被继承人的晚辈直系血亲代位继承。 本案李某丁先于被继承人张某某去世， 其份额应由女儿李某代位继承。 张某某去世后， 单位发放的2016年12月份工资2550元和社会保险机构发放的一次性抚恤金和丧葬费44,
					174 元， 均在李某乙处， 扣除李某乙办理丧事垫付费用13， 728 元， 余款30446元和2550元共同比照继承方式分配， 原告李某某及被告李某甲、 李某乙、 李某丙、 李某均等分得6599 .2 元。 因上述款项均在李某乙处， 故应由李某乙给付。 关于原告李某某及被告李某乙要求将处理丧事期间宴请宾客的饭费从丧葬费中扣除一节， 因其接待宾客亦从中受益， 故该花费应由其各自自行承担。 关于李某某、 李某乙、 李某丙称其为母亲生前购买营养品、 用品、 看病、 接送治疗和看望产生的交通费等应扣除一节， 一方面张某某有工资可供花费， 另一方面该行为系子女对父母的供养， 孝敬父母系中华民族传统美德， 对待父母应在精神上照顾亦应在物质上提供帮助， 故对上述要求， 本院不予支持。
					综上所述， 依照《 中华人民共和国继承法》 第十条、 第十一条、 第十三条，《 中华人民共和国民事诉讼法》 第一百四十四条之规定， 判决如下：
					一、 被告李某乙于本判决发生法律效力之日起三十日内给付李某某、 李某甲、 李某丙、 李某每人现金6599.2 元；
					二、 驳回原告其他诉讼请求。
					如果未按本判决指定的期间履行给付金钱义务， 应当依照《 中华人民共和国民事诉讼法》 第二百五十三条之规定， 加倍支付迟延履行期间的债务利息。
					案件受理费1213 .74 元（ 原告已预交）， 由原告负担245 .74 元， 被告李某甲、 李某乙、 李某丙、 李某各负担242元。
					如不服本判决， 可以在判决书送达之日起十五日内， 向本院递交上诉状， 并按对方当事人的人数或者代表人的人数提出副本， 上诉于抚顺市中级人民法院。
					审 判 长 李晓洁
					审 判 员 杜晓光
					人民陪审员 孙思尧
					二〇一七年四月二十日
					书 记 员 陈冬卉 `,
					url: ''
				}, {
					title: '张某与泰安泰山港华燃气有限公司侵权责任纠纷一审民事判决书',
					text: `张某与泰安泰山港华燃气有限公司侵权责任纠纷一审民事判决书
					(2017)鲁0902民初4902号  侵权责任纠纷   一审   民事   泰安市泰山区人民法院   2018-01-05
					原告：张某，男，1967年12月7日出生，汉族，住泰安市泰山区。
					被告：泰安泰山港华燃气有限公司，住所地：泰安市龙潭路50号。
					法定代表人：贾传玲，董事长。
					委托诉讼代理人：何敬伟，山东华林律师事务所律师。
					委托诉讼代理人：郭长满，山东华林律师事务所律师。
					原告张某与被告泰安泰山港华燃气有限公司侵权责任纠纷一案，本院于2017年10月31日立案后，依法适用简易程序，公开开庭进行了审理。原告张某、被告泰安泰山港华燃气有限公司的委托诉讼代理人郭长满到庭参加诉讼。本案现已审理终结。
					原告张某向本院提出诉讼请求：
					1、依法判令被告停止侵权，恢复原状，并赔偿损失；2、判令被告立即将收取的利益150000元返还给原告；3、诉讼费用由被告承担。事实与理由：2012年7月3日，原告与案外人刘灿彬签订《转让协议书》一份，双方约定刘灿彬将位于泰安市东岳大街与XX路交叉口汽车维修站内的房屋开办饭店食全食美美食苑以60万元的价格转让给原告，上述价格包括燃气管道安装设施及施工费用，后刘灿彬协助办理了天然气的更名过户手续。现原告得知，被告未经原告许可的情况下，对原告的燃气管道私自进行改装，并收取15万元的费用，其行为及侵犯了原告的合法权益，也同时造成了潜在的危险。为维护原告的合法权益,特诉至贵院，望判如所诉。
					被告泰安泰山港华燃气有限公司辩称:
					案外人刘灿彬（食全食美大酒店）于2011年向被告申请安装天然气，签订商业客户燃气工程合同，2014年底食全食美大酒店被拆除，刘灿彬于2015年初向被告申请拆除燃气管道，被告依据客户要求进行了现场核实并拆除。为了安全起见，对已拆除的管道进行了封口。原告诉称被告进行改接并收取15万元的收益属原告主观猜测，无任何事实依据。综上，原告的诉讼请求无事实与法律依据，法院应驳回原告的诉讼请求。
					本院经审理认定事实如下：
					2012年7月3日，原告张某（乙方）与案外人刘灿彬（甲方）签订转让协议书一份，约定张某以60万元的价格受让刘灿彬饭店资产一处，该饭店位于泰安市东岳大街与唐訾路交叉路口汽车维修站内。甲方在收到乙方资产转让费之日，甲方与乙方办理食全食美美食苑饭店交接手续，甲方协助乙方办理天然气等更名手续。合同签订当日，原告交付刘灿彬转让费58万元。
					另查明，刘灿彬与被告签订商业客户燃气工程合同一份，约定工程名称为大灶5台天然气安装工程，工程地点为唐訾路，工程内容：燃气公司为客户提供燃气供应系统设计、地下管道、立管、户内管建设、调压器和燃气计量表安装，工程验收至可通气点火，工程总价为59481元。2015年被告在上述管道上开口，为其他客户进行建设安装，同时对另一端口进行了封口处理。庭审中，被告为证实上述施工经过原产权人刘灿彬的许可申请，提供工商燃气用户申请表一份，载明：客户名称为人寿年丰美食园，用气设备为拆除管道，用气地址为东岳大街，联系人为刘灿彬。该申请表客户签名（盖章）处及被告填写栏处均为空白。对此原告质证称，是否为刘灿彬所签被告未举证，且其找过刘灿彬，他称不知道这个事。
					庭审中，原告主张的经济损失及被告收取15万元的收益部分，未提供证据证实。
					本院认为：
					本案争议的主要焦点为：第一，原告是否对涉案燃气管道享有所有权；第二，被告是否存在侵权行为。
					关于第一个问题，原告提供的转让合同等证据，能够证实原告与刘灿彬达成协议，受让了连同涉案燃气管道在内的资产的事实，结合被告与刘灿彬签订的商业客户燃气工程合同，能够证实刘灿彬对涉案燃气管道享有合法的处分权。根据《中华人民共和国合同法》第一百三十三条，标的物的所有权自标的物交付时起转移，但法律另有规定或者当事人另有约定的除外。因此，对于原告主张的对涉案燃气管道享有所有权的事实，本院予以确认。《中华人民共和国物权法》第三十九条规定，所有权人对自己的不动产或者动产，依法享有占有、使用、收益和处分的权利。因此原告对涉案燃气管道依法享有占有、使用、收益和处分的权利。其民事权益受到侵害的，有权请求侵权人承担侵权责任。
					关于第二个问题，被告主张对涉案燃气管道进行施工是经过权利人认可或申请，虽提供的工商燃气用户申请表在联系人栏由“刘灿彬”的签名，但在客户签名（盖章）处没有原告或其他权利人的签名，且客户名称写明的人寿年丰美食园也与被告与刘灿彬签订的商业客户燃气工程合同载明的食全食美大酒店不一致，对此，被告作为专业燃气工程从事主体，对申请人是否签名、申请的核准流程等应是明知的。且该申请表的被告填写栏均是空白，对该申请表原告也提出异议。因此，被告提供的该申请表不足以证明系经过原告或被告主张的案外人同意的事实。故被告在原告享有所有权的燃气管道上进行施工，且没有证据证实系征得原告的同意，根据《中华人民共和国侵权法》第六条第一款的规定，行为人因过错侵害他人民事权益，应当承担侵权责任。因此，原告要求被告停止侵权、恢复原状的诉求，于法有据，本院予以支持。对原告主张的经济损失及被告收取15万元收益部分，由于其未提供证据证实，且被告予以否认，故本院不予支持。
					为此，依照《中华人民共和国合同法》第一百三十三条、《中华人民共和国物权法》第三十五条、第三十九条、《中华人民共和国侵权法》第三条、第六条第一款、第十五条规定，判决如下：
					一、被告泰安泰山港华燃气有限公司于本判决生效之日起三日内对原告张某所有的燃气管道停止侵权，恢复原状。
					二、驳回原告张某的其他诉讼请求。
					案件受理费1650元由被告承担。
					如不服本判决，可以在判决书送达之日起十五日内，向本院递交上诉状，并按对方当事人的人数或代表人的人数提出副本，上诉于山东省泰安市中级人民法院。
					审判员戚桂亮
					二〇一八年一月五日
					书记员王文茜
					`,
					url: ''
				}, {
					title: '陈钦锐与苏宇波租赁合同纠纷一审民事判决书',
					text: `陈钦锐与苏宇波租赁合同纠纷一审民事判决书
					东莞市第二人民法院
					民事判决书
					（2017）粤1972民初9687号
					原告：陈钦锐，男，1974年1月15日出生，汉族，住广东省东莞市。
					委托诉讼代理人：丁秩筹，广东昊盟律师事务所律师。
					被告：苏宇波，男，1990年5月16日出生，汉族，住广东省高州市。
					原告陈钦锐与被告苏宇波租赁合同纠纷一案，本院于2017年8月17日立案后，依法适用简易程序公开开庭进行了审理。原告陈钦锐的委托诉讼代理人丁秩筹到庭参加了诉讼,被告苏宇波经本院传票传唤无正当理由拒不到庭。本案现已审理终结。
					原告陈钦锐向本院提出诉讼请求：
					1.苏宇波向陈钦锐支付拖欠的房屋使用费25000元（从2016年9月暂计至2017年7月）及逾期付款利息（按银行同期贷款利率计算，从起诉之日计至付清之日止）；2.苏宇波向陈钦锐支付拖欠的卫生费共计600元；3.由苏宇波承担本案所有诉讼费用。事实和理由：2015年8月１3日陈钦锐与苏宇波签订《租赁合同》，约定由苏宇波承租陈钦锐位于东莞市大朗镇××保安××路段（××）盛泰综合楼第1-2号铺位上的二楼作货架销售使用。合同约定租赁期限为2015年8月10日至2018年8月31日。租金为月租2,500元，每月5日前支付当月租金。电费为1.2元/度，卫生费为每月60元。合同签订后双方依约履行合同，苏宇波起初基本能按时支付租金，但后来经常出现逾期支付租金情况，从2016年9月开始苏宇波未能依约向陈钦锐支付租金。综上所述，苏宇波的行为已严重侵犯了陈钦锐的合法权益。
					被告苏宇波未作答辩。
					本院经审理认定事实如下：
					陈钦锐主张其与苏宇波存在租赁合同关系及苏宇波拖欠其占有使用费和卫生费等费用，并提供了《租赁合同》、手机信息等予以佐证。
					《租赁合同》以陈钦锐为出租方（甲方）、以苏宇波为承租方（乙方），双方于2015年8月13日签订，约定：1.甲方将位于东莞市大朗镇××保安××路段（××）盛泰综合楼第1-2号铺位上的二楼出租给乙方，面积共约250平方米。2.租赁期限自2015年8月10日起至2018年8月31日止，其中2015年8月10日至2015年8月31日为免租期。3.每月租金2,500元，每月5号前支付当月租金，当月10号仍未交租金的，作停水停电处理；当月15号仍未交租金的，当作违约。4.合同签订时乙方交7,500元作为履约保证金。5.电费1.2元/度，水费以水口水厂收费标准为准，每月抄度收取；卫生费每月60元，如有变更以调整度为准。合同落款甲乙方处有陈钦锐、苏宇波的签名字样及指模。陈钦锐主张乙方落款系苏宇波本人签署及捺印。
					手机信息显示信息发送方向“租-水口二楼苏宇波”发送欠费明细，其中2016年9月份为租金2500元、水费69元、电费200元、卫生费60元，2016年10月份为租金2500元、水费28.72元、电费51.6元、卫生费60元。对方回复称“都说了你去起诉就行了”。陈钦锐主张该信息系其发送给苏宇波的催讨信息，苏宇波交租至2016年8月，自2016年9月起拖欠租金，现暂只起诉主张至2017年7月的占有使用费和卫生费，水电费因金额不大，暂时不主张。
					陈钦锐另主张案涉租赁物没有办理房产证，也没有取得建设工程规划许可证，故主张案涉合同无效。
					本院认为：
					本案系租赁合同纠纷。
					关于合同效力。陈钦锐作为出租人，未能提供案涉租赁物的建设工程规划许可证或房产证，根据《最高人民法院关于审理城镇房屋租赁合同纠纷案件具体应用法律若干问题的解释》第二条的规定，案涉《租赁合同》应认定为无效合同。
					关于占有使用费及卫生费。根据上述《最高人民法院关于审理城镇房屋租赁合同纠纷案件具体应用法律若干问题的解释》第五条的规定，租赁合同无效，可以参照租金标准计算占有使用费。根据合同约定，苏宇波负有向陈钦锐支付“租金”、卫生费的义务。陈钦锐主张苏宇波自2016年9月起拖欠“租金”及卫生费，苏宇波未提出反驳意见，亦未举证证明其已履行了支付义务，故本院对陈钦锐的主张予以认定，即苏宇波应向陈钦锐支付2016年9月至2017年7月的占有使用费25000元（2500元/月×10个月）、卫生费600元（60元/月×10个月）。因合同无效，陈钦锐诉请苏宇波支付占有使用费的逾期付款利息，缺乏法律依据，本院不予支持。
					综上所述，依照《中华人民共和国合同法》第五十八条，《最高人民法院关于审理城镇房屋租赁合同纠纷案件具体应用法律若干问题的解释》第二条、第五条，《中华人民共和国民事诉讼法》第六十四条第一款、第一百四十四条的规定，判决如下：
					一、限被告苏宇波于本判决发生法律效力之日起三日内支付占有使用费25000元、卫生费600元给原告陈钦锐；
					二、驳回原告陈钦锐的其他诉讼请求。
					如未按本判决指定的期限履行给付金钱义务，应当根据《中华人民共和国民事诉讼法》第二百五十三条的规定，加倍支付迟延履行期间的债务利息。
					本案受理费220元，已由原告陈钦锐预交，由被告苏宇波负担。
					如不服本判决，可在判决书送达之日起十五日内向本院递交上诉状，并按对方当事人或代表人的人数提出副本，上诉于广东省东莞市中级人民法院。
					审判员  郑伟乐
					二〇一七年十月二十四日
					书记员  黄艳勋
					`,
					url: ''
				}, {
					title: '向正洪与上海鼎徽建筑劳务有限公司劳动合同纠纷一审民事判决书',
					text: `向正洪与上海鼎徽建筑劳务有限公司劳动合同纠纷一审民事判决书
					（2017）沪0117民初15159号   劳动合同纠纷   一审   民事   上海市松江区人民法院   2017-11-07
					原告：向正洪，男，1975年10月14日出生，仡佬族，住贵州省。
					被告：上海鼎徽建筑劳务有限公司，住所地上海市宝山区。
					法定代表人：丁琳，总经理。
					委托诉讼代理人：徐三九，男。
					原告向正洪与被告上海鼎徽建筑劳务有限公司劳动合同纠纷一案，本院于2017年9月4日立案后，依法适用简易程序于2017年10月23日公开开庭进行了审理。原告向正洪、被告上海鼎徽建筑劳务有限公司的委托诉讼代理人徐三九到庭参加诉讼。本案现已审理终结。
					原告向正洪向本院提出诉讼请求：
					1、判令被告支付原告一次性就业补助金19512元；2、判令被告支付原告7月6日至8月23日的停工留薪期工资，按每天240元的标准计算。事实和理由：原告于2016年6月20日进入被告处工作，工作期间不幸受伤，后认定为工伤，并鉴定为因工致残程度十级。后原、被告对于赔偿事宜未能达成一致。原告对于仲裁裁决不服，故诉至法院。
					被告上海鼎徽建筑劳务有限公司辩称：
					一次性就业补助金19512元同意支付，停工留薪期工资不同意支付。
					本院经审理认定事实如下：
					原告原系被告处员工，工作岗位为木工，工作期间被告按每天240元的标准为原告发放工资。2016年7月6日原告工作时受伤，后被认定为工伤，并鉴定为因工致残程度十级。受伤后，原告于2016年7月6日至松江区泗泾医院就诊，医院处理意见为休息三天后复查；于2016年7月9日就诊，处理意见为休一月；于2016年8月8日就诊，处理意见为休贰周(16.8.10-23)。原告身体恢复后未再到被告处工作过，于2016年10月20日直接到其他单位工作。
					另查明，工伤发生后，原告已领取一次性伤残补助金23376元。
					2017年6月26日，原告向上海市松江区劳动人事争议仲裁委员会申请仲裁，请求：1、被告支付原告一次性医疗补助金19512元；2、被告支付原告一次性伤残就业补助金19,512元；3、被告支付原告2016年6月20日至2016年10月20日停工留薪期工资28000元；4、被告支付原告鉴定费350元。2017年8月3日，该仲裁委员会出具松劳人仲(2017)办字第1920号裁决书，裁决：一、被告支付原告一次性医疗补助金17817元；二、被告支付原告一次性伤残就业补助金17817元；三、被告支付原告鉴定费350元；四、原告的其余请求不予支持。裁决后，原告不服，遂诉至本院。
					案件审理过程中，原告确认已经收到仲裁裁决的一次性医疗补助金和鉴定费。
					以上事实，有认定工伤决定书、初次(复查)鉴定结论书、就诊记录册、仲裁裁决书、当事人陈述等证据予以证实，本院予以确认。
					本院认为：
					劳动者因工负伤的，依法享受工伤待遇。本案中，对于一次性就业补助金19512元被告同意支付，故本院予以确认。对于停工留薪期工资，根据原告提供的证据可以证明其2016年7月6日至8月23日期间因工受伤暂停工作接受治疗的事实，故原告应当享受停工留薪期工资，经计算，被告应支付原告该期间的停工留薪期工资8,400元。至于仲裁裁决的第一、三项内容，因原告已实际收到，故本院不再处理。
					综上所述，依照《工伤保险条例》第三十条第一款、第三十三条第一款的规定，判决如下：
					一、被告上海鼎徽建筑劳务有限公司于本判决生效之日起十日内支付原告向正洪一次性伤残就业补助金19512元；
					二、被告上海鼎徽建筑劳务有限公司于本判决生效之日起十日内支付原告向正洪停工留薪期工资8400元。
					如付款义务人未按本判决指定的期间履行金钱给付义务，应当依照《中华人民共和国民事诉讼法》第二百五十三条的规定，加倍支付延期履行期间的债务利息。
					案件受理费10元，减半收取5元，由原告向正洪负担(已付)。
					如不服本判决，可在判决书送达之日起十五日内，向本院递交上诉状，并按对方当事人的人数提出副本，上诉于上海市第一中级人民法院。
					审判员　庄　倩
					二〇一七年十一月七日
					书记员　卢李霞`,
					url: ''
				}, {
					title: '戴某与邓某1、邓某2继承纠纷一审民事判决书',
					text: `戴某与邓某1、邓某2继承纠纷一审民事判决书
					来凤县人民法院民事判决书
					（2017）鄂2827民初339号
					原告戴某，女，生于1938年12月7日，汉族，湖北省来凤县人，住来凤县。
					委托诉讼代理人（特别授权）赵胜兰，湖北施南律师事务所律师。
					被告邓某1，女，生于1959年8月2日，汉族，湖北省来凤县人，住来凤县。
					被告邓某2，女，生于1961年12月18日，汉族，湖北省来凤县人，住湖北省武汉市汉阳区。
					被告邓某3，女，生于1964年11月10日，汉族，湖北省来凤县人，住湖北省恩施市。
					被告邓某4，男，生于1970年4月15日，汉族，湖北省来凤县人，住来凤县。
					被告李某，女，生于1980年9月18日，汉族，湖北省来凤县人，住来凤县。
					委托诉讼代理人（特别授权）李春双，来凤县翔凤法律服务所法律工作者。
					原告戴某诉被告邓某1、邓某2、邓某3、邓某4、李某继承纠纷一案，本院于2017年3月17日立案受理后，依法由审判员杨光红适用简易程序，于2017年4月14日公开开庭进行了审理。原告戴某及其委托诉讼代理人赵胜兰、被告邓某1、邓某2、邓某3、邓某4、李某到庭参加诉讼。本案现已审理终结。
					原告戴某诉称：
					被继承人邓光中生前与原告系夫妻关系，共生育有邓某1、邓某2、邓某3、邓某4四名子女。被继承人邓光中于2016年8月10日因病死亡，其生前留下的财产为30万元的债权，是其与原告的夫妻共同财产，该债权凭证在被告李某处保管。根据被继承人邓光中于2014年4月19日所立遗嘱，请求法院按照继承法的相关规定，依法分割原告与被继承人的夫妻共同财产，将共同债权中的15万元分割给原告，另15万元才是邓光中的遗产，按照遗嘱继承。
					原告戴某为支持其诉讼主张，向本院提交了以下证据：
					证据1、原告身份证复印件及亲属关系证明各1份，拟证明原、被告的身份信息。
					证据2、居民死亡医学证明书和户口注销证明各1份，拟证明被继承人邓光中死亡的事实。
					证据3、邓光中于2014年4月19日所立遗嘱复印件1份，拟证明遗嘱真实有效，应当按遗嘱继承。
					证据4、债务人来凤县酒类经营有限责任公司的工商登记信息及录音记录，拟证明被继承人邓光中生前享有债权30万元，且尚未清偿。
					被告邓某1辩称：
					我父亲的遗产按照法律规定我可以继承，如果能协商好，我可以放弃我的份额，给我侄女邓某5，我认可30万元中的一半作为我父亲的遗产继承。
					被告邓某2、邓某3与被告邓某1的辩称意见一致。
					被告邓某1、邓某2、邓某3未向本院提交证据。
					被告邓某4辩称：邓某5是我女儿，按照法律规定该怎样分配就怎么判。
					被告邓某4未向本院提交证据。
					被告李某辩称：
					我与小孩邓某5及小孩的爷爷邓光中住在一起，我丈夫抛弃了我，小孩的奶奶没有看到过，邓光中生前有一点钱，是他留给他孙女邓某5的教育基金，不是原告与邓光中的共同财产，也没有原告说的30万元这么多。
					庭审后，被告李某向本院补交了借条照片6份及复印件，其中属于邓光中的借条5份计13万元，属于李某的借条1份计13万元，拟证明邓光中生前在债务人来凤县酒类经营有限责任公司处享有的债权为13万元。
					诉讼中，原告向本院申请，调查核实被继承人邓光中的债权数额。本院调查了债务人来凤县酒类经营有限责任公司的法定代表人向某，证人向某陈述：邓光中在来凤县酒类经营有限责任公司享有债权13万元。
					经质证，五被告对原告方提交的证据1-3无异议，本院依法采信并确认其证明力。
					被告李某对被告提交的证据4提出异议，认为内容不真实。原告戴某对被告李某补交的证据无异议，原告戴某、被告李某对本院调查证人向某的证言无异议，被告邓某1、邓某2、邓某3、邓某4对向某的证言中的邓光中享有债权13万元事实无异议，对李某提交证据中属于邓光中的5份借条无异议，对属于李某的借条有异议，认为此张借条上的借款13万元也是邓光中的。
					对上述有异议的证据，本院认为，原告提交的证据4，来源不合法，且无其他证据佐证，对此份证据材料不予采信。本院调查证人向某的证言，与被告李某提交的借条，能相互印证本案被继承人邓光中享有债权的事实，本院予以采信。
					经审理查明，本案被继承人邓光中生前与原告系夫妻关系，二人共生育有邓某1、邓某2、邓某3、邓某4四名子女，其中邓某4与被告李某系夫妻关系，即李某系原告与邓光中的儿媳，邓某4与李某生育女儿邓某5。被继承人邓光中生前随儿媳李某生活，分别于2011年7月29日、2012年10月28日、2013年6月28日、2014年3月、2015年3月30日将现金20000元、50000元、20000元、20000元、20000元合计130000元借给来凤县酒类经营有限责任公司使用，邓光中将5份借条交给李某保管。2014年4月19日，邓光中立遗嘱一份，遗嘱第四条中说明，他留下的一点钱加上死后的抚恤费一并交给李某做为邓某5的教育资金。2016年8月10日，邓光中因病死亡。原、被告因被继承人生前留下的债权分配发生纠纷，原告诉诸本院，要求将被继承人的债权按夫妻共同财产分割，将其中的一半分割给原告，另一半作为邓光中的遗产依照遗嘱继承。
					另查明，在来凤县酒类经营有限责任公司的13万元债权尚未支取。
					本院认为:
					本案争议的焦点为：一、被继承人邓光中遗产数额认定；二、邓光中的遗产如何继承。关于焦点一，从原、被告均无异议的证据已经核实，邓光中生前在来凤县酒类经营有限责任公司享有债权为13万元，原告诉称的30万债权不能举证证实，本院不予采信。根据婚姻法的相关规定，夫妻在婚姻关系存续期间所得的下列财产，归夫妻共同所有，包括工资、奖金，生产、经营的收益等，本案被继承人邓光中生前收入主要为工资等来源，无证据证明属于其夫妻一方个人财产的情形，本院认定邓光中生前在来凤县酒类经营有限责任公司享有的债权13万元属于邓光中与原告的夫妻共同财产。夫妻对共同所有的财产，有平等的处理权，故原告应享有来凤县酒类经营有限责任公司债权的50%，被继承人邓光中的遗产为来凤县酒类经营有限责任公司债权的50%。关于焦点二，根据继承法相关规定，公民可以依照继承法的规定立遗嘱处分个人财产，将个人财产赠给国家、集体或者法定继承人以外的人。本案被继承人邓光中自己亲笔书写了遗嘱，将他的钱留给李某做为邓某5的教育资金，系其真实意思表示，本案原、被告均无异议，本院予以认可，故属于邓光中遗产的债权遗赠给其孙女邓某5所有，由被告李某管理。综上所述，依照《中华人民共和国婚姻法》第十七条、《中华人民共和国继承法》第十六条、第十七条，《中华人民共和国民事诉讼法》第六十四条、第一百四十二条的规定，判决如下：
					一、原告戴某享有在来凤县酒类经营有限责任公司债权65000元，被告李某在本判决生效之日起五日内将65000元债权凭证（借条）移交给原告戴某。
					二、被继承人邓光中的遗产即在来凤县酒类经营有限责任公司债权65000元归邓某5所有，由被告李某管理。
					三、驳回原告戴某的其他诉讼请求。
					案件受理费2900元，减半收取1450元，由原告戴某负担。
					如不服本判决，可在判决书送达之日起15日内，向本院递交上诉状，并按对方当事人的人数提交副本，上诉于湖北省恩施土家族苗族自治州中级人民法院。上诉人应在提交上诉状时，根据不服本判决的上诉请求数额及《诉讼费用交纳办法》第13条第（一）款的规定，预交上诉案件受理费，款汇至收款人：湖北省恩施土家族苗族自治州中级人民法院，开户银行：中国农业银行恩施开发区支行，帐号：17×××04（特别提示：用途栏务必注明系某某上诉案诉讼费，并将汇款凭证及联系电话提交本院或邮寄至恩施州中级人民法院立案一庭）。上诉人在上诉期届满后7日内仍未预交上诉费用的，按自动撤回上诉处理。



					审判员  杨光红
					二〇一七年六月八日
					书记员  王艳明
					`,
					url: ''
				}],
				index: 0,
				result: '',
				show: false,
			}
		},
		methods: {
			change() {
				this.index = this.index >= this.docList.length - 1 ? 0 : this.index + 1
				this.result = '';
			},
			getResult() {
				uni.showLoading({
					title: "解析中..."
				})
				this.$u.api.allInterface({
					"url": "http://58.213.45.42:6800/v2/api/summary/sfzy",
					"method": "post",
					"params": {
						text: this.docList[this.index].text
					}
				}).then(res => {
					setTimeout(() => {
						uni.hideLoading()
					}, 2000)
					this.result = res.data;
				})
			}
		}
	}
</script>

<style lang="less" scoped>
	.judicial-summary {
		background: rgba(246, 247, 250, 1);
		padding-bottom: 66upx;
		min-height: 1460upx;

		.intro {
			padding: 40upx 48upx 85upx 55upx;
			margin-bottom: 40upx;
			background-image: url(../../static/bg/bg.png);

			.title {
				font-size: 42upx;
				font-family: PingFangSC-Regular, PingFang SC;
				font-weight: 600;
				color: rgba(26, 30, 48, 1);
				line-height: 59upx;
				margin-bottom: 32upx;
			}

			.text {
				font-size: 28upx;
				font-family: PingFangSC-Regular, PingFang SC;
				font-weight: 600;
				color: rgba(136, 145, 185, 1);
				line-height: 48upx;
				white-space: pre-line;
			}
		}

		.word {
			width: 690upx;
			height: 385upx;
			background: rgba(255, 255, 255, 1);
			box-shadow: 0upx 6upx 11upx 0upx rgba(231, 238, 255, 1);
			border-radius: 8upx;
			padding: 40upx 53upx 52upx 56upx;
			position: relative;
			left: 30upx;
			top: -69upx;

			.doc {
				display: flex;
				justify-content: space-between;

				image {
					width: 75upx;
					height: 80upx;
					margin: 0 26upx 80upx 0;
				}

				.doc-name {
					flex: 1;
					font-size: 28upx;
					font-family: PingFangSC-Regular, PingFang SC;
					font-weight: 600;
					color: rgba(26, 30, 48, 1);
					line-height: 42upx;
				}
			}

			.btns {
				margin-bottom: 40upx;
				font-size: 24upx;
				font-family: PingFangSC-Regular, PingFang SC;
				font-weight: 600;
				line-height: 33upx;
				display: flex;
				justify-content: space-between;

				.text {
					color: rgba(47, 126, 249, 1);
				}

				.icon-btn {
					display: flex;
					justify-content: flex-end;
					align-items: center;
					width: 128upx;

					image {
						height: 24upx;
						width: 24upx;
						margin-right: 16upx;
					}
				}
			}

			.primary-btn {
				width: 280upx;
				height: 72upx;
				background: rgba(47, 126, 249, 1);
				border-radius: 8upx;
				font-size: 32upx;
				font-family: PingFangSC-Regular, PingFang SC;
				font-weight: 400;
				color: rgba(255, 255, 255, 1);
				line-height: 45upx;
				padding: 14upx 73upx;
				margin: 40upx 0 0 170upx;
			}
		}

		.sub {
			padding: 0 30upx;
			margin-bottom: 64upx;

			.sub-title {
				font-size: 32upx;
				font-family: PingFangSC-Regular, PingFang SC;
				font-weight: 600;
				color: rgba(26, 30, 48, 1);
				line-height: 45upx;
				margin: 0 0 16upx 16upx;
			}

			.sub-content {
				padding: 32upx 35upx 48upx 35upx;
				background: rgba(255, 255, 255, 1);
				box-shadow: 0upx 6upx 11upx 0upx rgba(231, 238, 255, 1);
				border-radius: 8upx;
				font-size: 28upx;
				font-family: PingFangSC-Regular, PingFang SC;
				font-weight: 600;
				line-height: 56upx;

				.scene {
					display: flex;
					justify-content: space-between;
					align-items: center;

					.text {
						font-size: 32upx;
						font-family: PingFangSC-Regular, PingFang SC;
						font-weight: 600;
						color: rgba(47, 126, 249, 1);
						line-height: 45upx;
					}

					image {
						width: 48upx;
						height: 10upx;
					}

				}
			}
		}
	}

	.desc-text {
		padding: 32upx;
		font-size: 32upx;
		font-family: PingFangSC-Regular, PingFang SC;
		font-weight: 600;
		line-height: 90upx;
		white-space: pre-line;
	}
</style>
